package com.example.quiz;

import java.util.ArrayList;

public class QuestionAnswer {
    public static String question[]={
        "ура", "как зовут тетю Эды?", "eeeee"
    };

    public static String choices[][]={
            {"закУпорив", "закупорИв", "д", "", "0"},
            {"начАв", "нАчав", "д", "", "0"},
            {"начАвшись", "нАчавшись", "д", "", "0"},
            {"отдАв", "Отдав", "д", "", "0"},
            {"поднЯв", "пОдняв", "д", "", "0"},
            {"понЯв", "пОняв", "д", "", "0"},
            {"прибЫв", "прИбыв", "д", "", "0"},
            {"создАв", "сОздав", "д", "", "0"},
            {"вОвремя", "вОвремя", "н", "", "0"},
            {"дОверху", "довЕрху", "н", "", "0"},
            {"донЕльзя", "дОнельзя", "н", "", "0"},
            {"дОнизу", "донИзу", "н", "", "0"},
            {"дОсуха", "досУха", "н", "", "0"},
            {"зАсветло", "засветлО", "н", "", "0"},
            {"зАтемно", "затемнО", "н", "", "0"},
            {"красИвее", "красивЕе", "н", "", "0"},
            {"надОлго", "нАдолго", "н", "", "0"},
            {"ненадОлго", "нЕнадолго", "н", "", "0"},
            {"довезЁнный", "дОвезенный", "п", "", "0"},
            {"зАгнутый", "загнУтый", "п", "", "0"},
            {"зАнятый", "занЯтый", "п", "", "0"},
            {"зАпертый", "запертЫй", "п", "", "0"},
            {"заселЁнный; ", "засЕленный; ", "п", "", "0"},
            {"кормЯщий", "кОрмящий", "п", "", "0"},
            {"кровоточАщий", "кровотОчащий", "п", "", "0"},
            {"нажИвший", "нАживший", "п", "", "0"},
            {"налИвший", "нАливший", "п", "", "0"},
            {"нанЯвшийся", "нАнявшийся", "п", "", "0"},
            {"начАвший", "нАчавший", "п", "", "0"},
            {"нАчатый", "начАтый", "п", "", "0"},
            {"низведЁнный", "низвЕденный", "п", "", "0"},
            {"облегчЁнный", "облЕгченный", "п", "", "0"},
            {"ободрЁнный", "обОдренный", "п", "", "0"},
            {"обострЁнный", "обОстренный", "п", "", "0"},
            {"отключЁнный", "отклЮченный", "п", "", "0"},
            {"повторЁнный", "повтОренный", "п", "", "0"},
            {"поделЁнный", "подЕленный", "п", "", "0"},
            {"понЯвший", "пОнявший", "п", "", "0"},
            {"прИнятый", "принЯтый", "п", "", "0"},
            {"приручЁнный", "приручЁнный", "п", "", "0"},
            {"прожИвший", "прожИвший", "п", "", "0"},
            {"снятА", "снятА", "п", "", "0"},
            {"сОгнутый", "согнУтый", "п", "", "0"},
            {"углублЁнный", "углУбленный", "п", "", "0"},



    };

    public static ArrayList<String> list_liked = new ArrayList<>();




}
